export const words = {
    kamatzPatach: {
        simple: ["אַבָּא", "תַּחֲנָה", "מַעֲטָפָה", "מַתָּנָה"],
        middle: ["שַׁבַּת", "מַדָּף", "עָנָן", "דַּיָּג"],
        complex: ["אַרְנָק", "מַלְכָּה", "מַרְאָה", "מַמְתָּק"],
    },

    chirik: {
        simple: ["כִּפָּה", "מִטָּה", "סִירָה", "פִּיצָה"],
        middle: ["כַּפִּית", "פִּיל", "גִּיר", "עִפָּרוֹן"],
        complex: ["מִטְרִיָּה", "סִפְרִיָּה", "מִסְפָּרַיִם", "מִמְחָטָה"],
    },

    cholam: {
        simple: ["שׁוֹשַׁנָּה", "יוֹנָה", "תּוֹכִי", "בּוּבָּה"],
        middle: ["פָּמוֹט", "שׁוֹפָר", "קִיפֹּד", "חִילָּזוֹן"],
        complex: ["מִשְׁקָפוֹת", "חֲבִילוֹת", "תַּרְנְגוֹל", "בַּלּוֹנִים", "תַּחְפּוֹשׂוֹת"],
    }
}